## mesazon-vpc-dev
#### Terraform Initialization ⚙️ `success`
#### Terraform Plan 📖 `success`
#### Changes Detected 🚨 `true`

<details><summary>Show Plan</summary>

```

terraform

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # module.gateway-vpc.digitalocean_vpc.main will be created
  + resource "digitalocean_vpc" "main" {
      + created_at = (known after apply)
      + default    = (known after apply)
      + id         = (known after apply)
      + ip_range   = "10.10.10.0/24"
      + name       = "gateway-vpc-fra1-dev"
      + region     = "fra1"
      + urn        = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.

─────────────────────────────────────────────────────────────────────────────

Note: You didn't use the -out option to save this plan, so Terraform can't
guarantee to take exactly these actions if you run "terraform apply" now.

```

</details>